Repository: puring0815/OpenKore
Catalog: trunk/openkore/src/po/*.po
Languages: tl

source: You are sitting.
tl: Ikaw ay nakaupo.

source: You are standing.
tl: Ikaw ay nakatayo.

source: Your version of the XSTools library is too old. Please read %s
tl: Luma na ang XSTools library mo. Kung maari ay pakibasa ito %s

source: Your version of XSTools library is incompatible. Please read %s
tl: Hindi tugma ang XSTools library mo. Kung maari ay pakibasa ito %s

source: Your version of the XSTools library is too old. Please upgrade it. Please read %s
tl: Luma na ang XSTools library mo. Kung maari ay pakibasa ito %s

source: One or more plugins failed to load.
tl: Isa o marami pang plugins ang hindi nagload.

source: Unable to initialize the IPC subsystem: %s
tl: Hindi ma-initialize ang IPC subsystem: %s

source: Checking for new portals...
tl: Naghahanap ng mga bagong portal...

source: found new portals!
tl: nakatagpo ng mga bagong portal!

source: Auto-compile in %d seconds...
tl: Sisimulan ang auto-compile sa loob ng %d segundo...

source: Compile portals now? (Y/n)
tl: Ngayon na ba ang pagcompile ng portals? (Y/n)

source: compiling portals
tl: kinocompile na ang mga portal

source: skipping compile
tl: nilalagpasan ang pagcomple

source: none found
tl: walang natagpuan

source: Enter Username:
tl: Pakitype ang Username:

source: Enter Password:
tl: Pakitype ang password:

source: Master Servers
tl: Mga master server

source: # Name
tl: # Pangalan

source: '%s' is not a valid server.
tl: '%s' ay hindi isang balidong server.

source: Enter the number of your master server:
tl: Pakitype ang bilang ng iyong master server:

source: No username or password set.
tl: Walang username o password ang nakaset.
